<?php
return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория успешно создана!',
                'fail' => 'Не удалось создать категорию!'
            ],
            'update' => [
                'success' => 'Категория успешно обновлена!',
                'fail' => 'Не удалось обновить категорию!'
            ],
            'destroy' => [
                'success' => 'Категория успешно удалена!',
                'fail' => 'Не удалось удалить категорию!'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно создана!',
                'fail' => 'Не удалось создать новость!'
            ],
            'update' => [
                'success' => 'Новость успешно обновлена!',
                'fail' => 'Не удалось обновить новость!'
            ],
            'destroy' => [
                'success' => 'Новость успешно удалена!',
                'fail' => 'Не удалось удалить новость!'
            ]
        ],
        'feedback' => [
            'destroy' => [
                'success' => 'Сообщение успешно удалено!',
                'fail' => 'Не удалось удалить сообщение!'
            ]
        ],
        'feedsources' => [
            'create' => [
                'success' => 'Источник новостей успешно создан!',
                'fail' => 'Не удалось создать источник новостей!'
            ],
            'update' => [
                'success' => 'Источник новостей успешно обновлен!',
                'fail' => 'Не удалось обновить источник новостей!'
            ],
            'destroy' => [
                'success' => 'Источник новостей успешно удален!',
                'fail' => 'Не удалось удалить источник новостей!'
            ]
        ],
        'orders' => [
            'create' => [
                'success' => 'Заказ успешно создан!',
                'fail' => 'Не удалось создать заказ!'
            ]
        ]
    ],
    'public' => [
        'feedback' => [
            'create' => [
                'success' => 'Сообщение успешно отправлено!',
                'fail' => 'Не удалось отправить сообщение!'
            ]
        ]
    ]
];
